Repository: vitaliis/cinnamon-spices-applets
Catalog: a4techTool@mous/files/a4techTool@mous/po/*.po
Languages: da, hr, zh_cn

source: Remaining battery: N/A%, Profile: N/A
da: Tilbageværende batteri: N/A%, profil: N/A
hr: Preostala energija baterije: N/A%, Profil: N/A
zh_cn: 剩余电量：N/A%，配置文件：不适用

source: Sleep Time:
da: Sovetid:
hr: Vrijeme spavanja:
zh_cn: 睡眠时间：

source: Signal:
zh_cn: 信号：

source: Dump memory to file
da: Dump hukommelsen til en fil
hr: Ispiši memoriju u datoteku
zh_cn: 转储内存到文件

source: Move to wake
da: Flyt for at vække
hr: Pomakni za buđenje
zh_cn: 移动以唤醒

source: %, Profile:
da: %, Profil:
hr: %, Profil:
zh_cn: %，不适用：

source: Remaining mouse battery:
da: Tilbageværende musebatteri:
hr: Preostala energija baterije miša:
zh_cn: 剩余鼠标电量：

source: Remaining battery: N/A%
da: Tilbageværende batteri: N/A%
hr: Preostala energija baterije: N/A%
zh_cn: 剩余电量：N/A%

source: Sleep time
da: Sovetid
hr: Vrijeme spavanja
zh_cn: 睡眠时间

source: min
zh_cn: 分

source: Shows Battery level of A4Tech mouse
da: Viser batteriniveauet for A4Tech-mus
hr: Prikazuje razinu energije baterije za A4Tech miš
zh_cn: 显示双飞燕鼠标的电池电量

source: A4Tech battery checker
da: A4Tech-batteritjekker
hr: A4Tech provjera baterije
zh_cn: 双飞燕电池检查工具
