Repository: vitaliis/cinnamon-spices-applets
Catalog: slingshot@jfarthing84/files/slingshot@jfarthing84/po/*.po
Languages: tr

source: Search Apps...
tr: Uygulamaları Ara...

source: A clone of Pantheon's Slingshot launcher in the form of a Cinnamon applet.
tr: Pantheon'un Slingshot başlatıcısının Cinnamon uygulamacığı formunda bir klonu.

source: Open the menu editor
tr: Menü düzenleyiciyi aç

source: Press this button to customize your menu entries.
tr: Menü girdilerini ayarlamak için bu düğmeye tıklayın.

source: Use a custom icon
tr: Özel simge kullan

source: Unchecking this allows the theme to set the icon
tr: Bunu pasifleştirmek temanın simgeyi ayarlamasına izin verir

source: Use category view
tr: Kategori görümünü kullan

source: Default to category view.
tr: Kategori görünümü varsayılan.

source: Rows:
tr: Satır:

source: Set the Slingshot row count.
tr: Slingshot satır sayısını ayarla.

source: rows
tr: satır

source: Icon size:
tr: Simge boyutu:

source: Set the Slingshot icon size.
tr: Slingshot simge boyutunu ayarla

source: pixels
tr: piksel

source: Icon
tr: Simge

source: Select an icon to show in the panel.
tr: Panelde göstermek için bir simge seç.

source: Keyboard shortcut to open and close Slingshot
tr: Slingshot kapatıp açmak için klavye kısayolu

source: Text
tr: Metin

source: Enter custom text to show in the panel.
tr: Panel görünecek özel metni girin.

source: Columns:
tr: Sütün:

source: Set the Slingshot column count.
tr: Slingshot sütun sayısını ayarla.

source: columns
tr: sütun
