Repository: vitaliis/cinnamon-spices-applets
Catalog: system-monitor@pixunil/files/system-monitor@pixunil/po/*.po
Languages: da, de, hr, ru, sv

source: Dependence missing
da: Afhængighed mangler
de: Abhängigkeit nicht erfüllt
hr: Zavisnost nedostaje
ru: Зависимость отсутствует
sv: Beroende saknas

source: Please install the GTop package Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop to use the applet %s
da: Installér venligst pakken GTop Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop for at bruge panelprogrammet %s
de: Bitte installieren Sie das GTop Paket Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop um das Applet %s nutzen zu können
hr: Instalirajte GTop paket Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop kako bi mogli koristiti aplet %s
ru: Пожалуйста установите пакет GTop Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop чтобы использовать апплет %s
sv: Installera GTop-paketet Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop för att använda panelprogrammet %s

source: System Monitor
da: Systemovervågning
de: Systemüberwachung
hr: Nadgledatelj sustava
ru: Системный монитор
sv: Systemövervakare

source: Overview
da: Oversigt
de: Übersicht
hr: Prikaz
ru: Обзор
sv: Översikt

source: Fan
da: Ventilator
de: Lüfter
hr: Ventilator
ru: Вентилятор
sv: Fläkt

source: Fan rotation was over %s for %fsec
da: Ventilatorhastigheden var over %s i %f sek
de: Lüfter drehten sich über %s für %fsec
hr: Okretanje ventilatora je premašilo %s za %fsek
ru: Вращение вентилятора превышало %s для %fsec
sv: Fläkthastigheten var över %s i %f sek.

source: Fan History
da: Ventilatorhistorik
de: Lüfterchronik
hr: Povijest ventilatora
ru: История вентилятора
sv: Fläkthistorik

source: Disk History
da: Diskhistorik
de: Festplattenchronik
hr: Povijest diska
ru: История диска
sv: Diskhistorik

source: Network
da: Netværk
de: Netzwerk
hr: Mreža
ru: Сеть
sv: Nätverk

source: Total
de: Gesamt
hr: Ukupno
ru: Общая
sv: Sammanlagt

source: Network History
da: Netværkshistorik
de: Netzwerkchronik
hr: Povijest mreže
ru: История сети
sv: Nätverkshistorik

source: Load averages
da: Gennemsnitlig belastning
de: Durchschnittslast
hr: Prosječno opterećenje
ru: Среднее значение нагрузки
sv: Medelbelastning

source: Warning
da: Advarsel
de: Warnung
hr: Upozorenje
ru: Предупреждение
sv: Varning

source: Thermal
da: Temperatur
de: Temperatur
hr: Zagrijavanje
ru: Темпертура
sv: Temperatur

source: Temperature was over %s for %fsec
da: Temperaturen var over %s i %f sek
de: Temperatur war über %s für %fsec
hr: Temperatura je premašila %s za %fsek
ru: Температура была выше %s для %fsec
sv: Temperaturen var över %s i %f sek.

source: Thermal History
da: Temperaturhistorik
de: Temperaturchronik
hr: Povijest zagrijavanja
ru: История температуры
sv: Temperaturhistorik

source: CPU core %d usage was over %s for %fsec
da: Brugen af CPU-kernen %d var over %s i %f sek
de: Auslastung von CPU Kern %d war über %s für %fsec
hr: Upotreba CPU jezgre %d je premašila %s za %fsek
ru: Ядра процессора %d использование было более %s для %fsec
sv: Belastningen på CPU-kärna %d var över %s i %f sek.

source: CPU usage was over %s for %fsec
da: Brugen af CPU'en var over %s i %f sek
de: CPU Auslastung war über %s für %fsec
hr: CPU upotreba je premašila %s za %fsek
ru: Использование ЦП превысило %s для %fsec
sv: CPU-belastningen var över %s i %f sek.

source: User
da: Bruger
de: Benutzer
hr: Korisnik
ru: Пользователь
sv: Användare

source: System
hr: Sustav
ru: Система

source: CPU History
da: CPU-historik
de: CPU-Chronik
hr: CPU povijest
ru: История ЦП
sv: CPU-historik

source: Memory
da: Hukommelse
de: Arbeitsspeicher
hr: Memorija
ru: Память
sv: Minne

source: cached
da: i cachen
de: gecached
hr: predmemorija
ru: кэшированные
sv: Cache-lagrat

source: buffered
da: i bufferen
de: gepuffert
hr: međuspremnik
ru: буферизованный
sv: Buffrat

source: Memory and Swap History
da: Hukommelses- og swaphistorik
de: Arbeitsspeicher- und Auslagerungschronik
hr: Povijest memorije i swapa
ru: История памяти и swap
sv: Minnes- och växlingshistorik

source: Mode of graph
da: Graftilstand
de: Diagrammtyp
hr: Prikaz grafa
ru: Режим графика
sv: Diagramläge

source: only Memory
da: Kun hukommelse
de: nur Arbeitsspeicher
hr: Samo memorija
ru: Только память
sv: Endast minne

source: Memory and Swap
da: Hukommelse og swap
de: Arbeitsspeicher und Auslagerung
hr: Memorija i swap
ru: Память и swap
sv: Minne och växlingsutrymme

source: Number of history steps
da: Antal historiktrin
de: Anzahl der Rückschritte für Chroniken
hr: Broj koraka povijesti
ru: Количество этапов истории
sv: Antal historiksteg

source: How many steps will be saved for history graphs
da: Hvor mange trin der vil blive gemt for historikgrafer
de: Wie viele Schritte für die Chroniken gespeichert werden
hr: Koliko koraka će biti spremljeno za povijest grafova
ru: Сколько шагов будет сохранено для графиков истории
sv: Hur många steg som sparas för historikdiagram

source: Graphs
da: Grafer
de: Diagramme
hr: Grafovi
ru: Графики
sv: Diagram

source: Write
da: Skriv
de: Schreiben
hr: Zapisivanje
ru: Запись
sv: Skriv

source: Read Readme
da: Læs Readme
hr: Pročitaj Readme
ru: Читать Readme
sv: Läs Readme

source: Get useful information about the settings and the applet
da: Få nyttig information om panelprogrammet og indstillingerne
hr: Sadrži zanimljive informacije o postavkama i apletu
ru: Получить полезную информацию о параметрах и апплет
sv: Inhämta användbar information om inställningar och om panelprogrammet

source: General
da: Generelt
de: Allgemein
hr: Općenito
ru: Общие
sv: Allmänt

source: Width of graph
da: Grafbredde
hr: Širina grafa
ru: Ширина диаграммы
sv: Diagrambredd

source: px
hr: pikseli

source: Trigger value
da: Værdi for advarsel
de: kritische Auslastung
hr: Vrijednost pokretanja
ru: Значение триггера
sv: Utlösningsvärde

source: Line
da: Linje
de: Linie
hr: Linija
ru: Линия
sv: Linje

source: Bar
da: Søjle
de: Säulen
hr: Traka
ru: Панель
sv: Stapel

source: Area
da: Areal
de: Fläche
hr: Područje
ru: Площадь
sv: Fält

source: Appearance of history graphs
da: Historikgrafernes udseende
de: Aussehen der Chroniken
hr: Izgled grafova povijesti
ru: Внешний вид диаграммы
sv: Utseende på historikdiagram

source: Curve
da: Kurve
de: Kurve
hr: Zakrivljena
ru: Кривая
sv: Kurva

source: Straight
da: Lige
de: Gerade
hr: Ravna
ru: Прямо
sv: Rak

source: Connection type for History graphs
da: Historikgrafernes forløb
de: Verbundtyp für Chroniken
hr: Vrsta povezivanja za povijest grafova
ru: Тип подключения для графиков истории
sv: Anslutningstyp för historikdiagram

source: Trigger temperature
da: Temperatur for advarsel
de: kritische Temperatur
hr: Temperatura pokretanja
ru: Температура срабатывания
sv: Utlösningstemperatur

source: Read
da: Læs
de: Lesen
hr: Čitanje
ru: Чтение
sv: Läs

source: Label in the panel
da: Mærkat i panelet
hr: Naslov na panelu
ru: Ярлык в панели
sv: Etikett i panelen

source: Common placeholders: %up up usage %down down usage
da: Fælles pladsholdere: %up op-forbrug %down ned-forbrug
de: Platzhalter: %up Senden %down Empfangen
hr: Zajednički parametri: %rast upotreba rasta %pad upotreba pada
ru: Общие параметры: %вверх верх использования %вниз низ использования
sv: Vanliga platshållare: %up användning upp %down användning ner

source: Show icon
da: Vis ikon
de: zeige Symbol
hr: Prikaži ikonu
ru: Показать значок
sv: Visa ikon

source: Common placeholders: %load0 load average for the last minute %load1 load average for the last 5 minutes %load2 load average for the last 15 minutes
da: Fælles pladsholdere: %load0 gennemsnitlig belastning det seneste minut %load1 gennemsnitlig belastning de seneste 5 minutter %load2 gennemsnitlig belastning de seneste 15 minutter
de: Platzhalter: %load0 Durchschnittslast der letzten Minute %load1 Durchschnittslast der letzten 5 Minuten %load2 Durchschnittslast der letzten 15 Minuten
hr: Zajednički parametri: %opterećenje0 prosječno opterećenje za posljednju minutu %opterećenje0 prosječno opterećenje za posljednjih 5 minuta %opterećenje0 prosječno opterećenje za posljednjih 15 minuta
ru: Общие параметры: %нагрузка0 средняя нагрузка за последнюю минуту %нагрузка1 средняя нагрузка за последние 5 минут %нагрузка2 средняя нагрузка за поледние 15 минут
sv: Vanliga platshållare: %load0 läs in medelvärde för senaste minuten %load1 läs in medelvärde för de senaste 5 minuterna %load2 läs in medelvärde för de senaste 15 minuterna

source: Time
da: Tid
de: Zeit
hr: Vrijeme
ru: Время
sv: Tid

source: intervals
da: intervaller
hr: razdoblja
ru: Интервалы
sv: Intervall

source: Average
da: Gennemsnit
de: Durchschnitt
hr: Prosjek
ru: В среднем
sv: Medelvärde

source: Minimum
hr: Najmanja
ru: Минимум

source: Maximum
da: Maksimum
hr: Najveća
ru: Максимум

source: General temperature
da: Generel temperatur
de: allgemeine Temperatur
hr: Opća temperatura
ru: Общая температура
sv: Allmän temperatur

source: None
da: Ingen
de: Nichts
hr: Nijedan
sv: Ingen

source: History
da: Historik
de: Chronik
hr: Povijest
ru: История
sv: Historik

source: Graph in the panel
da: Graf i panelet
hr: Graf u panelu
ru: График в панели
sv: Diagram i panelen

source: Stack
da: Stabel
de: Stapel
hr: Stog
ru: Стек

source: Total usage
da: Total forbrug
de: Gesamte Auslastung
hr: Ukupna upotreba
ru: Общее использование
sv: Total användning

source: User and System usage
da: Bruger- og systemforbrug
de: Benutzer- und Systemauslastung
hr: Upotreba korisnika i sustava
ru: Использование пользователь и система
sv: Användar- och systemanvändning

source: Show which information in history graphs
da: Vælg hvilken information, der skal vises i historikgraferne
de: Informationen in Chroniken
hr: Koje informacije prikazati u povijesti grafova
ru: Какую информацию показывать в истории графиков
sv: Visa vilken information i historikdigrammet

source: The graph shown in the menu
da: Grafen vist i menuen
de: Welches Diagramm im Menü angezeigt wird
hr: Vrsta grafa prikazana u izborniku
ru: График, показанный в меню
sv: Diagrammet som visas i menyn

source: Type of graph
da: Graftype
de: Diagrammtyp
hr: Vrsta grafa
ru: Тип графика
sv: Diagramtyp

source: Unit for disk and network usage
da: Enhed for disk- og netværksforbrug
de: Einheit für Festplatten- und Netzwerkauslastung
hr: Jedinice za upotrebu diska i mreže
ru: Единица для использования диска и сети
sv: Enhet för disk- och nätverksanvändning

source: Rates unit
da: Enhed for hastighed
de: Einheit für Raten
hr: Jedinica mreže i diska
ru: Единица тарифов
sv: Hastighetsenhet

source: Common placeholders: %value general temperature %sensor(digit) specific temperature of one sensor
da: Fælles pladsholdere: %value generel temperatur %sensor(digit) specifik temperatur for en sensor
de: Platzhalter: %value allgemeine Temperatur %sensor(digit) Temperatur eines Sensors
hr: Zajednički parametri: %vrijednost opća temperatura %senzor(znamenka) određena temperatura jednog senzora
ru: Общие параметры: %значение общая температура %сенсор(цифра) конкретная температура одного датчика
sv: Vanliga platshållare: %value allmän temperatur %sensor(siffra) temperatur för en specifik sensor

source: Height of graph
da: Grafhøjden
de: Diagrammhöhe
hr: Visina grafa
ru: Высота графика
sv: Diagramhöjd

source: Common placeholders: %value general fan value %sensor(digit) specific rotations of one fan
da: Fælles pladsholdere: %value generel ventilatorværdi %sensor(digit) specifik hastighed af en ventilator
de: Platzhalter: %value allgemeine Lüfterleistung %sensor(digit) Lüfterleistung eines Lüfters
hr: Zajednički parametri: %vrijednost opća vrijednost ventilatora %senzor(znamenka) određeno okretanje jednog ventilatora
ru: Общие параметры: %значение основное значение вентилятора %сенсор(цифра) конкретные обороты одного вентилятора
sv: Vanliga platshållare: %value allmänt fläktvärde %sensor(siffra) rotation för en specifik fläkt

source: Common placeholders: %core(digit) usage of a core %avg average usage
da: Fælles pladsholdere: %core(digit) brugen af en kerme %avg gennemsnitligt brug
de: Platzhalter: %core(Zahl) Auslastung eines CPU-Kerns %avg durchschnittliche Auslastung
hr: Zajednički parametri: %jezgra(znamenka) upotreba jezgre %prosjek prosječna upotreba
ru: Общие параметры: %ядро(цифра) использование ядра %avg среднее использование
sv: Vanliga platshållare: %core(siffra) belastning på en kärna %avg allmän belastning

source: Common placeholders: %write write usage %read read usage
da: Fælles pladsholdere: %write skrivebrug %read læsebrug
de: Platzhalter: %write Schreiben %read Lesen
hr: Zajednički parametri: %zapisivanje upotreba zapisa %čitanje upotreba čitanja
ru: Общие параметры: %писать использование записи %читать использование чтения
sv: Vanliga platshållare: %write skrivning %read läsning

source: Unit for memory, swap, disk space and total network usage
da: Enhed for hukommelses-, swap-, disk- og totalt netværksforbrug
de: Einheit für Arbeitsspeicher- und Swap-Auslastung, Festplattenbelegung und gesamter Netzwerkverkehr
hr: Jedinica za memoriju, swap, diskovni prostor i upotrebu mreže
ru: Единица для памяти, подкачки, дискового пространства и общего использования сети
sv: Enhet för minne, växlingsutrymme, diskutrymme och total nätverksbelastning

source: Bytes unit
da: Byteenhed
de: Einheit für Bytes
hr: Jedinica memorije, swapa, diskovnog prostora i upotrebe mreže
ru: Единица байтов
sv: Byte-enhet

source: General fan value
da: Generel ventilatorværdi
de: allgemeine Lüfterleistung
hr: Opća vrijednost ventilatora
ru: Основное значение вентилятора
sv: Allmänt fläktvärde

source: Common placeholders: %mem#size memory usage in bytes %mem memory usage in percent %swap#size swap usage in bytes %swap swap usage in percent
da: Fælles pladsholdere: %mem#size brug af hukommelsen i byte %mem brug af hukommelsen i procent %swap#size brug af swap i byte %swap brug af swap i procent
de: Platzhalter: %mem#size genutzer Arbeitsspeicher in Bytes %mem genutzter Arbeitsspeicher in Prozent %swap#size genutze Auslagerung in Bytes %swap genutze Auslagerung in Prozent
hr: Zajednički parametri: %mem#veličina upotreba memorije u bajtovima %mem upotreba memorije u postocima %swap#veličina swap upotreba u bajtovima %swap swap upotreba u postocima
ru: Общие параметры: %mem#размер использование памяти в байтах %mem использование памяти в процентах %swap#размер swap использование в байтах %swap swap использование в процентах
sv: Vanliga platshållare: %mem#size minnesanvändning i byte %mem minnesanvändning i procent %swap#size växlingsutrymmets användning i byte %swap växlingsutrymmets användning i procent

source: Trigger rotations
da: Omdrejninger for advarsel
de: kritische Lüfterleistung
hr: Pokretanje okretanja
ru: Триггер врашений
sv: Utlösningsvarvtal

source: RPM
da: Omd./min
hr: O/MIN
ru: O/MIN

source: Up
da: Op
de: Senden
hr: Rast
ru: Вверх
sv: Upp

source: Interval
de: Intervall
hr: Razdoblje
ru: Интервал
sv: Intervall

source: Interval in which the applet refreshes data
da: Interval for opdatering af data
de: Intervall, in dem die Daten aktualisiert werden
hr: Razdoblje osvježavanja podataka apleta
ru: Интервал, в котором апплет обновляет данные
sv: Intervall för panelprogrammets datauppdatering

source: Thermal unit
da: Temperaturenhed
de: Temperatureinheit
hr: Jedinica zagrijavanja
ru: Единица температуры
sv: Temperaturenhet

source: Arc
da: Bue
de: Kreisbogen
hr: Luk
ru: Дуга
sv: Båge

source: Pie
da: Lagkage
de: Kreis
hr: Pita
ru: Пирог
sv: Cirkel

source: Appearance of Overview graph
da: Oversigtsgrafens udseende
de: Aussehen der Übersicht
hr: Izgled grafa prikaza
ru: Внешний вид обзорного графика
sv: Utseende på översiktsdigrammet

source: Down
da: Ned
de: Empfangen
hr: Pad
ru: Вниз
sv: Ner

source: Write - Read / Up - Down
da: Skriv - Læs / Op - Ned
de: Schreiben - Lesen / Senden - Empfangen
hr: Čitaj - Piši / Rast - Pad
ru: Запись - Чтение / Вверх - Вниз
sv: Skriv - Läs / Upp - Ner

source: Read - Write / Down - Up
da: Læs - Skriv / Ned - Op
de: Lesen - Schreiben / Empfangen - Senden
hr: Piši - Čitaj / Pad - Rast
ru: Чтение - Запись / Вниз - Вверх
sv: Läs - Skriv / Ner - Upp

source: Order of Disk and Network items
da: Disk- og netværkselementers rækkefølge
de: Reihenfolge der Festplatten- / Netzwerkinformation
hr: Poredak stavki diska i mreže
ru: Порядок дисков и сетевых элементов
sv: Disk- och nätverksposternas ordning

source: Mode
da: Tilstand
de: Modus
hr: Način prikaza
ru: Режим
sv: Läge

source: Cores
da: Kerner
de: Kerne
hr: jezgre
ru: Ядра
sv: Kärnor

source: Display CPU, Memory and Swap usage, Disk and Network rates as text and graphs
da: Vis CPU, hukommelses- og swapbrug, disk- og netværkshastigheder som tekst og grafer
de: Zeigt CPU, Arbeitsspeicher- und Auslagerungsauslastung, Festplatten- und Netzwerkraten als Text und in Diagrammen
hr: Prikazuje CPU, memoriju i swap upotrebu, upotrebu diska i mreže kao tekst i grafove
ru: Отображение использования ЦП, памяти и swap, дисковых и сетевых тарифов в виде текста и графиков
sv: Visa CPU-, minnes- och växlingsutrymmesanvändning, samt disk- och nätverkshastigheter i text och diagram

source: System monitor with graphs
da: Systemovervågning med grafer
de: Systemüberwachung mit Diagrammen
hr: Nadgledatelj sustava s grafovima
ru: Системный монитор с графиками
sv: Systemövervakare med diagram

source: Disk
de: Festplatte
ru: Диск

source: Panel widgets
de: Leiste

source: Units
de: Einheiten

source: Size of graph
de: Diagrammgröße

source: Enabled
de: Aktiviert

source: Graph
de: Diagramm

source: Label
de: Text

source: Swap
sv: Växlingsutrymme
