Repository: vitaliis/cinnamon-spices-applets
Catalog: montrer-le-bureau@cannelle.org/files/montrer-le-bureau@cannelle.org/po/*.po
Languages: da, hr, sv

source: Show or capture desktop
da: Vis eller indspil skrivebordet
hr: Prikaži ili snimi radnu površinu
sv: Visa eller spela in skrivbordet

source: Record Screen
da: Optag skærmen
hr: Snimaj zaslon
sv: Spela in skärmen

source: Stop Recording
da: Stop optagelsen
hr: Zaustavi snimanje
sv: Stoppa inspelning

source: Sorry, only one instance allowed!
da: Beklager, kun en forekomst er tilladt!
hr: Nažalost, samo jedan primjerak je dopušten!
sv: Endast en programinstans tillåts!

source: Sorry, the record can't start, because you have incorrect crop settings!
da: Beklager, optagelsen kan ikke startes, fordi du har forkerte indstillinger for beskæring!
hr: Nažalost, snimanje ne može započeti, zato jer imate neispravne postavke obrezivanja!
sv: Inspelningen kan inte starta, dina beskärningsinställningar är felaktiga!

source: Recording has finished
da: Optagelsen er færdig
hr: Snimanje je završeno
sv: Inspelningen är avslutad

source: There is no active recording.
da: Der er ingen igangværende optagelse.
hr: Nema aktivnog snimanja
sv: Det inns ingen aktiv inspelning

source: Minimize all windows or record the desktop
da: Minimér alle vinduer eller optag skrivebordet
hr: Smanji sve prozore ili snimi radnu površinu
sv: Minimera alla fönster eller spela in skrivbordet

source: Show or record desktop
da: Vis eller optag skrivebordet
hr: Prikaži ili snimi radnu površinu
sv: Visa eller spela in skrivbordet

source: Crop from the top:
da: Beskær fra oven:
hr: Obreži na vrhu:
sv: Beskär från överkant:

source: The value must be lower than your screen height
da: Værdien skal være mindre end skærmens højde
hr: Vrijednost mora biti manja od vaše visine zaslona
sv: Värdet måste vara lägre än din skärmhöjd

source: pixels
da: pixler
hr: pikseli
sv: pixlar

source: AUDIO SETTINGS
da: LYDINDSTILLINGER
hr: Postavke zvuka
sv: LJUDINSTÄLLNINGAR

source: OUTPUT SETTINGS
da: OUTPUTINDSTILLINGER
hr: Postavke izlaza
sv: UTDATAINSTÄLLNINGAR

source: Add logo
da: Tilføj logo
hr: Dodaj logotip
sv: Lägg till logotyp

source: Use a local picture as logo on the video
da: Anvend et lokalt billede som logo til videoen
hr: Koristi lokalnu sliku kao logotip u video snimci
sv: Använd en lokalt lagrad bild som logotyp i videon

source: Crop from the bottom:
da: Beskær fra neden:
hr: Obreži na dnu:
sv: Beskär från underkant:

source: Audio codec:
da: Lydcodec:
hr: Zvučni kôdek:
sv: Ljudkodek:

source: Select an audio codec.
da: Vælg et lydcodec.
hr: Odaberi zvučni kôdek.
sv: Välj en ljudkodek.

source: Crop from the left:
da: Beskær fra venstre:
hr: Obreži s lijeva:
sv: Beskär från vänster:

source: The value must be lower than your screen width
da: Værdien skal være mindre end skærmens bredde
hr: Vrijednost mora biti manja od vaše širine zaslona
sv: Värdet måste vara lägre än din skärmbredd

source: Check this to increase caching:
da: Forøg caching:
hr: Odaberi za povećanje predmemorije:
sv: Aktivera detta för att öka mellanlagringen:

source: Checking this box allows you to increase caching
da: Aktivér denne for at forøge caching
hr: Odaberite ovu mogućnost za povećanje predmemorije
sv: Aktivering utökar cache-lagringen.

source: Logo opacity:
da: Logoets uigennemsigtighed:
hr: Prozirnost logotipa:
sv: Opacitet för logotyp:

source: Logo opacity value (from 0 for full transparency to 255 for full opacity).
da: Graden af logoets uigennemsigtighed (0 for fuld gennemsigtighed og 255 for fuld uigennemsigtighed)
hr: Vrijednost prozirnosti logotipa (od 0 za potpunu prozirnost do 255 za nepotpunu prozirnost)
sv: Opacitetsvärde för logotypen (från 0 till 255 för helt opak).

source: value
da: værdi
hr: vrijednost
sv: värde

source: Video FPS:
da: Videoens FPS:
hr: Sličica u sekundi

source: fps
hr: sl/sek

source: VIDEO SETTINGS
da: VIDEOINDSTILLINGER
hr: Postavke video slike
sv: VIDEOINSTÄLLNINGAR

source: Allow middle click action
da: Tillad handling ved midterklik
hr: Dopusti radnju srednjeg klika
sv: Tillåt åtgärder med mushjulsklick

source: Adding ability to take some action with mouse middle button
da: Tillader visse handlinger med midterste musetast
hr: Dodavanje mogućnosti za pokretanje neke radnje sa srednjim klikom miša
sv: Lägger till möjlighet att starta en åtgärd med mushjulsknappen

source: Check this to select a cropping area:
da: Udvælg beskæringsområde:
hr: Odaberi za odabir područja obrezivanja:
sv: Aktivera detta för att välja en beskuren yta.

source: Checking this box allows you to set a custom area from the screen, that will be cropped. The cropped pixels will not be visible.
da: Aktivér denne for at udvælge et område på skærmen, som vil blive beskåret. De afskårne pixler vil ikke være synlige.
hr: Odabir ove mogućnosti dopušta vam odabir prilagođenog područja zaslona, koje će biti obrezano. Obrezani pikseli neće biti vidljivi.
sv: Aktivering låter dig beskära den inspelade skärmytan. De beskurna delarna visas inte.

source: Logo sub source:
da: Sti til logo:
hr: Izvor logotipa:
sv: Logotypkälla:

source: Full path of the image file to use.
da: Fuld sti til billedfilen.
hr: Potpuna putanja do datoteke slike koja se koristi.
sv: Fullständig sökväg till bilden som skall användas.

source: Output file name:
da: Navn på outputfil:
hr: Naziv datoteke snimke:
sv: Filnamn för utdata:

source: Just a name. The time and extension will be added automatically.
da: Bare et navn. Tid og filendelse vil blive tilføjet automatisk.
hr: Samo naziv. Vrijeme i nastavak vrste datoteke će biti dodani automatski.
sv: Enbart namn. Tidpunkt och filändelse läggs till automatiskt.

source: Audio channels:
da: Lydkanaler:
hr: Zvučni kanali:
sv: Ljudkanaler:

source: channels
da: kanaler
hr: kanali
sv: kanaler

source: Middle button tool:
da: Kommando til midtertasten:
hr: Alat srednjeg klika:
sv: Mushjulsverktyg:

source: Select the full path to middle button tool. If you want to pass some arguments, you might create a simple shell script, then select it here.
da: Vælg den fulde sti til midtertastens kommando. Hvis du vil tilføje nogle argumenter, kan du oprette et enkelt skalskript og vælge det her.
hr: Odaberite punu putanju do alata srednjeg klika. Ako želite proslijediti neke argumente, možete stvoriti jednostavnu skriptu ljuske, zatim ju ovdje odabrati.
sv: Ange fullständig sökväg till mushjulsknappens verktyg. Om du vill använda argument, kan du skapa ett enkelt skript och välja det här.

source: X coordinate:
da: X-koordinat:
hr: X koordinata:
sv: X-koordinat:

source: X coordinate of the logo.
da: Logoets x-koordinat.
hr: X koordinata logotipa.
sv: X-koordinat för logotypen.

source: Y coordinate:
da: Y-koordinat:
hr: Y koordinata:
sv: Y-koordinat:

source: Y coordinate of the logo.
da: Logoets y-koordinat.
hr: Y koordinata logotipa.
sv: Y-koordinat för logotypen.

source: Caching:
hr: Međuspremnik:
sv: Mellanlagring:

source: Encapsulation:
da: Indlejring:
hr: Enkapsulacija:
sv: Behållare:

source: Select a muxer.
da: Vælg en muxer.
hr: Odaberite muxer.
sv: Välj en muxer

source: Logo position:
da: Logoets placering:
hr: Položaj logotipa:
sv: Logotypposition:

source: Enforce the logo position on the video.
da: Logoets placering i videoen.
hr: Položaj logotipa na video snimci.
sv: Ange logotypens position i videon.

source: Right
da: Højre
hr: Desno
sv: Höger

source: Center
da: Midten
hr: Sredina
sv: Centrum

source: Bottom
da: Nederst
hr: Dno
sv: Underkant

source: Top
da: Øverst
hr: Gore
sv: Överkant

source: Bottom-Right
da: Nederst til højre
hr: Dno desno
sv: Höger underkant

source: Bottom-Left
da: Nederst til venstre
hr: Dno lijevo
sv: Vänster underkant

source: Top-Right
da: Øverst til højre
hr: Vrh desno
sv: Höger överkant

source: Top-Left
da: Øverst til venstre
hr: Vrh lijevo
sv: Vänster överkant

source: Left
da: Venstre
hr: Lijevo
sv: Vänster

source: Video bitrate:
da: Bithastighed for video:
hr: Brzina prijenosa:
sv: Videofrekvens:

source: Crop from the right:
da: Beskær fra højre:
hr: Obreži s desna:
sv: Beskär från höger:

source: Output directory:
da: Outputmappe:
hr: Mapa snimki:
sv: Utdatamapp:

source: Select a directory
da: Vælg en mappe
hr: Odaberite mapu
sv: Välj en mapp

source: Audio samplerate:
da: Samplingfrekvens for lyden:
hr: Frekvencija:
sv: Samplingsfrekvens:

source: Select audio samplerate.
da: Vælg samplingfrekvens for lyden.
hr: Odaberite frekvenciju zvuka.
sv: Välj samplingsfrekvens.

source: Audio bitrate:
da: Bitfrekvens for lyden:
hr: Brzina prijenosa:
sv: Ljudfrekvens:

source: Select audio bitrate.
da: Vælg bitfrekvens for lyden.
hr: Odaberite brzinu prijenosa.
sv: Välj ljudfrekvens.

source: OTHER SETTINGS
da: ANDRE INDSTILLINGER
hr: Ostale postavke
sv: ANDRA INSTÄLLNINGAR

source: Video codec:
hr: Video kôdek:
sv: Videokodek:

source: Select a video codec.
da: Vælg et videocodec.
hr: Odaberite video kôdek.
sv: Välj en videokodek.
