Repository: vitaliis/cinnamon-spices-applets
Catalog: tracker@glebihan/files/tracker@glebihan/po/*.po
Languages: de

source: Pictures
de: Bilder

source: Music
de: Musik

source: Folders
de: Verzeichnisse

source: Other Files
de: Andere Dateien

source: Indexing Preferences
de: Indizierungseinstellungen

source: Search files using Tracker
de: Durchsuche Dateien mit Tracker

source: Type to search...
de: Tippen startet die Suche...

source: Keyboard shortcut to show the search entry
de: Tastaturkürzel für das Suchfeld

source: Search for files and applications using Tracker
de: Durchsuche Dateien und Anwendungen mit Tracker

source: Search using Tracker
de: Suche mit Tracker
