Repository: vitaliis/cinnamon-spices-applets
Catalog: tor-button@shatur/files/tor-button@shatur/po/*.po
Languages: da, zh_cn

source: Tor disabled
da: Tor er deaktiveret
zh_cn: Tor已禁用

source: Tor enabled
da: Tor er aktiveret
zh_cn: Tor已启用

source: Tor network
da: Tor-netværk
zh_cn: Tor网络

source: Rebuild chain
da: Genbyg kæde
zh_cn: 重建链

source: Tor was closed.
da: Tor blev lukket.
zh_cn: Tor已关闭。

source: Tor was launched.
da: Tor blev opstartet.
zh_cn: Tor已启动。

source: Tor location path
da: Sti til Tors placering
zh_cn: Tor位置路径

source: Enter the command to launch Tor.
da: Indtast kommandoen til at starte Tor.
zh_cn: 输入启动Tor的命令。

source: Refresh Interval for check Tor activity:
da: Opdateringsinterval for tjek af Tor-aktivitet:
zh_cn: 检查Tor活动的刷新间隔：

source: Increase or decrease refresh interval for check Tor status.
da: Forøg eller formindsk opdateringsintervallet for tjek af Tors status.
zh_cn: 增大或减小检查Tor状态的刷新间隔。

source: Show notifications
da: Vis meddelelser
zh_cn: 显示通知

source: Show Tor notifications launch.
da: Vis meddelelser om opstart af Tor.
zh_cn: 显示Tor通知启动。

source: Launch Tor as superuser
da: Kør Tor som superbruger
zh_cn: 以超级用户启动Tor

source: Launch Tor with gksu with '-u' parameter. Needed if you don't have permissions to launch Tor as normal user.
da: Kør Tor med gksu med parameteren "-u". Nødvendigt hvis du ikke har rettigheder til at køre Tor som normal bruger.
zh_cn: 使用gksu和'-u'参数启动Tor。如果您没有运行Tor的普通用户权限时才需要。

source: Tor Button
da: Tor-knap
zh_cn: Tor按钮

source: Applet for Tor network management
da: Håndtering af Tor-netværk
zh_cn: Tor网络管理器小程序
