Repository: vitaliis/cinnamon-spices-applets
Catalog: sound-with-apps-volume@koutch/files/sound-with-apps-volume@koutch/po/*.po
Languages: da, hr, ru, sv

source: Unknown Artist
da: Ukendt kunstner
hr: Nepoznati izvođač
ru: Неизвестный исполнитель
sv: Okänd artist

source: Unknown Album
da: Ukendt album
hr: Nepoznati album
ru: Неизвестный альбом
sv: Okänt album

source: Unknown Title
da: Ukendt titel
hr: Nepoznat naslov
ru: Неизвестная композиция
sv: Okänd titel

source: Previous
da: Forrige
hr: Prijašnje
ru: Предыдущий
sv: Föregående

source: Play
da: Afspil
hr: Reproduciraj
ru: Воспроизведение
sv: Spela

source: Stop
hr: Zaustavi
ru: Стоп
sv: Stoppa

source: Next
da: Næste
hr: Sljedeće
ru: Следующий
sv: Nästa

source: Open Player
da: Åbn afspiller
hr: Otvori reproduktor
ru: Открыть проигрыватель
sv: Öppna spelaren

source: Quit Player
da: Afslut afspiller
hr: Zatvori reproduktor
ru: Закрыть проигрыватель
sv: Avsluta spelaren

source: Mute output
da: Slå lyden fra output
hr: Utišaj ulaz zvuka
ru: Отключить звук
sv: Ljud < på/av >

source: Mute input
da: Slå lyden fra input
hr: Utišaj izlaz zvuka
ru: Отключить микрофон
sv: Mikrofon < på/av >

source: Launch player...
da: Start afspiller …
hr: Pokreni reproduktor...
ru: Запустить проигрыватель...
sv: Starta spelare...

source: Volume
da: Lydstyrke
hr: Glasnoća zvuka
ru: Громкость
sv: Volym

source: Applications...
da: Programmer …
hr: Aplikacije...
ru: Приложения...
sv: Program...

source: Microphone
da: Mikrofon
hr: Mikrofon
ru: Микрофон
sv: Mikrofon

source: Sound Settings
da: Lydindstillinger
hr: Postavke zvuka
ru: Настройки звука
sv: Ljudinställningar

source: Output device...
da: Outputenhed …
hr: Izlazni uređaj...
ru: Устройство вывода...
sv: Utdataenhet...

source: mute
da: slå lyden fra
hr: utišano
ru: без звука
sv: Tyst

source: Sound with apps volume
da: Lyd med programlydstyrke
hr: Zvuk s glasnoćom zvuka aplikacija
sv: Ljud med programvolym

source: Applications' volume, volume 150%, mute button, scrolling track time, custom launcher ...
da: Programmers lydstyrke, lydstyrke 150%, slå lyden fra-knap, rullende sportid, tilpasset programstarter …
hr: Glasnoća zvuka aplikacija, glasnoća zvuka do 150%, tipka utišavanja, premotavanje pjesme u vremenu, prilagođeni pokretač...
ru: Громкость отдельных приложений, громкость 150%, кнопка отключения звука, прокрутка времени песни, возможность отображения своих приложений...
sv: Programvolym, volym 150%, ljudavstängningsknapp, skrollbar spårtidsindikator, anpassad programstartare ...

source: Volume arrow key step :
da: Lydstyrkeændring med piletaster:
hr: Korak tipke strelice glasnoće zvuka :
ru: Шаг прокрутки громкости клавишей направления (стрелкой):
sv: Volymsteg för piltangenter:

source: from 0 to 3600 (0 to disable)
da: fra 0 til 3600 (0 for at deaktivere)
hr: Od 0 do 3600 (0 za onemogućavanje)
ru: от 0 до 3600 (0 для отключения)
sv: från 0 till 3600 (0 för inaktivering)

source: sec
da: sek
hr: sek
ru: секунды
sv: sek

source: Icon :
da: Ikon:
hr: Ikona :
ru: Иконка:
sv: Ikon:

source: Show song information on the panel
da: Vis information om musikken i panelet
hr: Prikaži informaciju pjesme na panelu
ru: Отображать на панели сведения о композиции
sv: Visa låtinformation i panelen

source: Time up/down scroll step :
da: Tid frem/tilbage ruller med:
hr: Korak pomicanja vremena kotačićem miša :
ru: Шаг прокрутки времени вверх/вниз:
sv: Skrollsteg för tid upp/ner:

source: Mute with middle click on applet and slider
da: Slå lyden fra med midterklik på panelprogram og skala
hr: Utišaj srednjim klikom miša na aplet i klizač
ru: Выключить звук нажатием средней кнопки мыши по апплету или ползунку громкости
sv: Ljud av/på, vid mushjulsklick på programikon och skjutreglage

source: Show Custom Launcher
da: Vis selvvalgt programstarter
hr: Prikaži prilagođeni pokretač
ru: Показывать своё приложение
sv: Visa anpassad startare

source: Hide system tray icons for compatible players
da: Skjul kompatible afspilleres statusfeltetikon
hr: Sakrij ikonu sustava za odgovarajuće reproduktore
ru: Скрывать иконки в трее для совместимых проигрывателей
sv: Dölj panelikoner för kompatibla spelare

source: Launch player list always shown
da: Start afspillerliste vises altid
hr: Pokreni s uvijek prikazanim popisom reproduktora
ru: Список проигрывателей для запуска виден всегда
sv: Spelarlista alltid synlig

source: Time left/right scroll step :
da: Tid venstre/højre ruller med:
hr: Korak pomicanja vremena lijevo/desno kotačića miša :
ru: Шаг прокрутки времени влево/вправо:
sv: Skrollsteg för tid vänster/höger:

source: Show Player
da: Vis afspiller
hr: Prikaži reproduktor
ru: Показывать проигрыватель
sv: Visa spelare

source: Show/hide Player
da: Vis/skjul afspiller
hr: Prikaži/Sakrij reproduktor
ru: Показать/скрыть проигрыватель
sv: Visa/Dölj spelare

source: Volume : 150%
da: Lydstyrke: 150%
hr: Glasnoća zvuka : 150%
ru: Громкость: 150%
sv: Volym: 150%

source: - Limit song information to
da: Begræns information om musikken til
hr: - Ograniči informacije pjesme na
ru: Ограничение информации о композиции
sv: - Begränsa låtinformationen till

source: characters
da: tegn
hr: znakovi
ru: символы
sv: tecken

source: Show Applications' volume
da: Vis programmers lydstyrkeindstilling
hr: Prikaži glasnoću zvuka aplikacija
ru: Показывать громкость для отдельных приложений
sv: Visa programvolym

source: show/hide Applications' volume (automatically hide if no program is playing sound)
da: vis/skjul programmers lydstyrke (skjules automatisk, hvis der ikke er et program, der afspiller lyd)
hr: Prikaži/Sakrij glasnoću zvuka aplikacija (automatski sakrij ako aplikacije ne reporduciraju zvuk)
ru: Показать/скрыть громкость приложений (автоматически скрывать, если нет запущенных программ проигрывающих звук)
sv: Visa/Dölj programmens volymnivå (dölj automatiskt om inget ljud spelas upp)

source: Mute button
da: Slå lyden fra-knap
hr: Tipka utišavanja
ru: Кнопка отключения звука
sv: Ljudavstängningsknapp

source: enable/disable mute button
da: vis/skjul slå lyden fra-knap
hr: Omogući/Onemogući tipku utišavanja
ru: Включить/отключить кнопку отключения звука
sv: Aktivera/Avaktivera ljudavstängningsknappen

source: Show Launch player
da: Vis start afspiller
hr: Prikaži pokretanje reproduktora
ru: Показать запущенный проигрыватель
sv: Visa startikon för spelare

source: show/hide Launch Player (automatically hide if applet's player is displayed)
da: vis/skjul start afspiller (skjules automatisk, hvis panelprogrammets afspiller vises)
hr: Prikaži/Sakrij pokretanje reproduktora (automatski sakrij ako je apletov reprodutor prikazan)
ru: Показать/скрыть запущенный проигрыватель (скрывать автоматически, если отображается проигрыватель апплета)
sv: Visa/Dölj spelarikoner (dölj automatiskt om spelare är öppen)

source: Override the slider's theme
da: Tilsidesæt skalaens tema
hr: Zaobiđi temu klizača glasnoće zvuka
ru: Переопределить тему оформления ползунков времени и громкости
sv: Åsidosätt volymreglagets tema

source: Keep mark on the 150% slider & may fix right margin too short
da: Behold mærke på 150%-skalaen og løser måske for kort højre margen
hr: Zadrži oznaku na 150% u klizaču, to može popraviti prekratki desni rub
ru: Оставьте отметку на ползунке на 150%, это может помочь если поле справа слишком короткое
sv: Bevara markering på 150%-reglaget & kanske fixa för kort högermarginal

source: Applications list always shown
da: Programliste vises altid
hr: Popis aplikacija je uvijek prikazan
ru: Список приложений виден всегда
sv: Visa alltid programlista

source: Volume up/down scroll step :
da: Lydstyrke op/ned ruller med:
hr: Korak pomicanja glasnoće zvuka kotačićem miša :
ru: Шаг прокрутки громкости вверх/вниз:
sv: Skrollsteg för volym upp/ner:

source: from 0 to 100 (0 to disable)
da: fra 0 til 100 (0 for at deaktivere)
hr: Od 0 do 100 (0 za onemogućavanje)
ru: от 0 до 100 (0 для отключения)
sv: från 0 till 100 (0 för inaktivering)

source: Launch in Terminal
da: Start i terminal
hr: Pokreni u terminalu
ru: Запустить в терминале
sv: Starta i terminal

source: Name :
da: Navn:
hr: Naziv :
ru: Имя:
sv: Namn:

source: Command :
da: Kommando:
hr: Naredba :
ru: Команда:
sv: Kommando:

source: Sliders settings
da: Indstillinger for skala
hr: Postavke klizača
ru: Настройки ползунков времени и громкости
sv: Reglageinställningar

source: You'll need to restart players supported by applet's player
da: Du skal genstarte afspillere, som understøttes af panelprogrammets afspiller
hr: Morate ponovno pokrenuti reproduktore podržane apletom
ru: Для применения настроек необходимо перезапустить поддерживаемые проигрыватели
sv: Du måste starta om spelare som stöds av panelprogrammet

source: Show album art as icon
da: Vis albumcover som ikon
hr: Prikaži omot albuma kao ikonu
ru: Показывать обложку альбома как иконку
sv: Visa albumomslag som ikon

source: Show Output device
da: Vis outputenhed
hr: Prikaži izlazni uređaj
ru: Показывать устройство вывода
sv: Visa utdataenhet

source: show/hide Output device
da: Vis/skjul outputenhed
hr: Prikaži/Sakrij izlazni uređaj
ru: Показать/скрыть устройство вывода
sv: Visa/Dölj utdataenhet

source: Volume left/right scroll step :
da: Lydstyrke venstre/højre ruller med:
hr: Korak pomicanja glasnoće zvuka lijevo/desno kotačićem miša :
ru: Шаг прокрутки громкости влево/вправо:
sv: Skrollsteg för volym vänster/höger:

source: Album art size
da: Albumcovers størrelse
hr: Veličina slike albuma
ru: Размер обложки альбома
sv: Storlek på albumomslag

source: from 0 to 210 (0 to disable)
da: fra 0 til 210 (0 for at deaktivere)
hr: Od 0 do 210 (0 za onemogućavanje)
ru: от 0 до 210 (0 для отключения)
sv: från 0 till 210 (0 för inaktivering)

source: px
hr: pikseli
ru: пиксели
