Repository: vitaliis/cinnamon-spices-applets
Catalog: windows-quick-list-with-close-button@koutch/files/windows-quick-list-with-close-button@koutch/po/*.po
Languages: da, sv

source: Yes
da: Ja
sv: Ja

source: No
da: Nej
sv: Nej

source: All windows
da: Alle vinduer
sv: Alla fönster

source: Settings
da: Indstillinger
sv: Inställningar

source: Quickly access windows from all workspaces with close buttons and settings
da: Hurtig adgang til vinduer fra alle arbejdsområder (med luk-knapper og indstillinger)
sv: Snabb åtkomst till fönster med stängknappar och inställningar, från alla arbetsytor

source: Windows Quick List with close button
da: Vindueshurtigliste med luk-knap
sv: Fönsterlista med stängknappar

source: Menu icon size:
da: Menuens ikonstørrelse:
sv: Menyikonstorlek:

source: From 12 to 48
da: Fra 12 til 48
sv: Från 12 till 48

source: Pixels
da: pixler
sv: Bildpunkter

source: Workspace's name clickable
da: Arbejdsområdes navn er klikbart
sv: Klickbara arbetsytenamn

source: Switch between workspaces
da: Skift mellem arbejdsområder
sv: Växla mellan arbetsytor

source: msg1 :
da: med1:
sv: mess1:

source: Windows group
da: Vinduesgruppe
sv: Fönstergrupp

source: Group windows by applications
da: Gruppér vinduer efter programmer
sv: Gruppera fönster efter program

source: Display workspaces close button
da: Vis arbejdsområders luk-knap
sv: Visa stängknapp för arbetsytor

source: Keep open
da: Hold åben
sv: Behåll öppen

source: Stay open while closing windows
da: Hold åben, mens vinduer lukkes
sv: Behåll menyn öppen vid fönsterstängning

source: Set confirm message (msg1 'number of windows' msg2)
da: Angiv bekræftelsesmeddelelse (med1 "antal vinduer" med2)
sv: Ange bekräftelsemeddelande (mess1 "antal fönster" mess2)

source: Display window groups close button
da: Vis vinduesgruppers luk-knap
sv: Visa stängknapp för fönstergrupper

source: msg2 :
da: med2:
sv: mess2:

source: Submenu icon size:
da: Undermenuens ikonstørrelse:
sv: Undermenyns ikonstorlek:

source: Display close buttons
da: Vis luk-knapper
sv: Visa stängknappar

source: Window title length:
da: Vinduestitels længde:
sv: Längd på fönstertitel:

source: From 10 to 100
da: Fra 10 til 100
sv: Från 10 till 100

source: Characters
da: Tegn
sv: Tecken
