Repository: vitaliis/cinnamon-spices-applets
Catalog: ink-level-monitor@r0p01ach/files/ink-level-monitor@r0p01ach/po/*.po
Languages: da, hr, sv

source: Unable to connect printer at port
da: Kunne ikke tilslutte printer på port
hr: Nemoguće povezivanje s pisačem na ulazu
sv: Kan inte ansluta skrivare på port

source: Error reading data...
da: Fejl ved læsning af data ...
hr: Greška čitanja podataka...
sv: Kan inte läsa data...

source: USB Printer Ink Level Monitor Applet
da: Panelprogram til overvågning af blækniveauet i USB-printer
hr: Aplet za nadgledanje razine tinte u USB pisaču
sv: Bläcknivåövervakare för USB-skrivare

source: Printer Ink Level Monitor Applet
da: Blækniveausovervågning
hr: Nadgledatelj razine tinte u pisaču
sv: Bläcknivåövervakare

source: Printer Port Number
da: Printerens portnummer
hr: Broj ulaza pisača
sv: Skrivarport nummer

source: (lp# device)
da: (lp# enhed)
hr: (lp# uređaj)
sv: (lp# enhet)

source: Update Interval
da: Opdateringsinterval
hr: Razdoblje nadopunjivanja
sv: Uppdateringsintervall

source: seconds
da: sekunder
hr: sekunde
sv: sekunder

source: Applet Width
da: Panelprogrammets bredde
hr: Širina apleta u panelu
sv: Panelikonbredd

source: px
hr: pikseli

source: General Settings
da: Generelle indstillinger
hr: Opće postavke
sv: Allmänna inställningar
