Repository: vitaliis/cinnamon-spices-applets
Catalog: color-picker@fmete/files/color-picker@fmete/po/*.po
Languages: de

source: click here to pick a color
de: Hier klicken, um eine Farbe auszuwählen

source: Click on applet to pick color
de: Auf Applet klicken, um eine Farbe auszuwählen

source: Color Picker
de: Farbenwähler

source: Color Pick Settings
de: Farbwahl-Einstellungen

source: Applet Settings
de: Applet-Einstellungen

source: Please Select Color Pick Option:
de: Bitte eine Farbwahloption auswählen

source: A combo selection can select between int, boolean, float, and string values
de: Mit der Auswahl eines Auswahlfeldes kann zwischen Integer (int), Boolescher Wert (boolean), Gleitkommazahl (float) und Zeichenketten (strings) gewählt werden

source: The icon to use in the panel:
de: Das Symbol, welches in der Leiste benutzt werden soll:

source: Select an icon file, or you can type an icon name into the entry box
de: Symboldatei auswählen oder einen Symbolnamen in das Eingabefeld schreiben

source: Set the keybinding here to activate an action:
de: Tastenkürzel zum Starten einer Aktion:
