Repository: vitaliis/cinnamon-spices-applets
Catalog: feeds@jonbrettdev.wordpress.com/files/feeds@jonbrettdev.wordpress.com/po/*.po
Languages: da, hr

source: Feed reader
da: Feedlæser
hr: Čitač RSS kanala

source: Mark all read
da: Markér alle som læst
hr: Označi kao pročitano

source: Reload
da: Genindlæs
hr: Ponovo učitaj

source: Manage feeds
da: Håndtér feeds
hr: Upravitelj kanala

source: Settings
da: Indstillinger
hr: Postavke

source: Feeds
hr: Kanali

source: Right Click to open feed:
da: Højreklik for at åbne feed:
hr: Desni klik za otvaranje kanala:

source: Mark All Posts Read
da: Markér alle poster som læste
hr: Označi sve poruke kao pročitane

source: Mark Next
da: Markér næste
hr: Označi sljedećih

source: Posts Read
da: Læste poster
hr: poruka kako pročitano

source: Update feed URL
da: Opdatér feed-URL
hr: Nadopuni URL kanala

source: Published:
da: Udgivet:
hr: Objavljeno:

source: Mark Post Read
da: Markér post som læst
hr: Označi poruku pročitanom

source: h)
hr: s)

source: (<1h)
hr: (<1s)

source: Invalid feed url
da: Ugyldig feed-URL
hr: Neispravan URL kanala

source: unread items!
da: ikke-læste elementer!
hr: nepročitanih stavki!

source: Loading feed
da: Indlæser feed
hr: Učitavanje kanala

source: Displays RSS news feeds
da: Viser RSS-nyhedsfeeds
hr: Prikazuje novosti RSS kanala

source: Feeds Reader
da: Feedlæser
hr: Čitač RSS kanala

source: Manage Feeds...
da: Håndtér feeds ...
hr: Upravitelj kanala...

source: Launch the feed management app to add/remove/edit feeds
da: Start panelprogrammet til feedhåndtering for at tilføje, fjerne eller redigere feeds
hr: Pokreni aplikaciju upravitelja kanala za dodavanje/uklanjanje kanala

source: Show notifications for new items
da: Vis beskeder for nye elementer
hr: Prikaži obavijest za nove stavke

source: If checked a popup notification will be displayed for new items
da: Hvis aktiveret vil en pop op-besked blive vist for nye elementer
hr: Ako je odabrano prikazat će se skočna obavijest za nove stavke

source: Maximum number of items
da: Maksimalt antal elementer
hr: Najveći broj stavki

source: Maximum number of items to display for this feed
da: Maksimalt antal elementer som vises for dette feed
hr: Najveći broj stavki koje će biti prikazane za ovaj kanal

source: feeds
hr: kanali

source: Feed Instance Name
da: Navn på feedforekomst
hr: Naziv primjerka kanala

source: Do not change, this is modified by the Manage Feeds window.
da: Ændr ikke dette. Det modificeres af vinduet "Håndtér feeds".
hr: Ne mijenjajte ovo, ovo je promijenjeno od strane Upravitelja kanala.

source: Feed URLs
da: Feed-URL'er
hr: URL-ovi kanala

source: Check this to enable debug logging in Looking Glass
da: Aktivér denne for at tillade logning i Luppen
hr: Odaberi ovo za omogućavanje zapisivanja otklanjanja grešaka u Cinnamon naprednim kontrolama i upravljanju

source: Checking this will enable debug level logging
da: Aktivering af denne vil tillade logning til brug for fejlsøgning
hr: Ovaj odabir će omogućiti zapisivanje otklanjanja grešaka

source: Update interval
da: Opdateringsinterval
hr: Razdoblje nadopunjivanja

source: Interval between checking for new items
da: Interval mellem hvert tjek for nye elementer
hr: Razdoblje između provjere novih stavki

source: minutes
da: minutter
hr: minute

source: Manage your feeds
da: Håndtér dine feeds
hr: Upravljajte svojim kanalima

source: Instance Name:
da: Forekomstnavn:
hr: Naziv primjerka:

source: Add/remove feed list
da: Tilføj/fjern feedliste
hr: Dodaj/Ukloni popis kanala

source: Enable
da: Aktivér
hr: Omogući

source: Custom title
da: Tilpasset titel
hr: Prilagođeni naslov

source: Notify
da: Giv besked
hr: Obavijesti

source: Show Read
da: Vis læste
hr: Prikaži čitanje

source: Interval
hr: Razdoblje

source: Show Image
da: Vis billede
hr: Prikaži sliku

source: Import
da: Importér
hr: Uvoz

source: _Import OPML
da: _Importér OPML
hr: _Uvezi OPML

source: Import feeds from OPML file
da: Importér feeds fra OPML-fil
hr: Uvezi kanale iz OPLM datoteke

source: _Import Feeds File
da: _Importér feedsfil
hr: _Uvezi datoteku kanala

source: Import feeds from file
da: Importér feeds fra fil
hr: Uvezi kanale iz datoteke

source: Export
da: Eksportér
hr: Izvoz

source: _Export Feeds File
da: _Eksportér feedsfil
hr: _Izvezi datoteku kanala

source: Export feeds to file
da: Eksportér feeds til fil
hr: Izvezi kanal u datoteku

source: Options
da: Indstillinger
hr: Mogućnosti

source: _Toggle Hidden Fields
da: _Vis/skjul skjulte felter
hr: _Uklju/Isklju skrivena polja

source: Show or Hide hidden fields
da: Vis eller skjul skjulte felter
hr: Prikaži ili sakrij skrivena polja

source: Changes will be discarded, continue?
da: Ændringer vil ikke blive gemt. Fortsæt?
hr: Promjene će biti odbačene, želite li nastaviti?

source: Are you sure?
da: Er du sikker?
hr: Jeste li sigurni?

source: New Instance (List) Name
da: Nyt forekomstnavn (liste)
hr: Novi naziv primjerka (popisa)

source: Add New Instance (List)
da: Tilføj ny forekomst (liste)
hr: Dodaj novi primjerak (popis)

source: Failed to save config file
da: Kunne ikke gemme konfigurationsfilen
hr: Neuspješno spremanje datoteke podešavanja

source: Choose a OPML feed file
da: Vælg en OPML-feedfil
hr: Odaberi OPML datoteku kanala

source: OPML files
da: OPML-filer
hr: OPML datoteke

source: Choose a feed file
da: Vælg en feedfil
hr: Odaberi datoteku kanala

source: Text files
da: Tekstfiler
hr: Tekstovne datoteke

source: All files
da: Alle filer
hr: Sve datoteke

source: file imported
da: filen blev importeret
hr: datoteka uvezena

source: Imported %d feeds
da: Importerede %d feeds
hr: Uvezeno %d kanala

source: Failed to import file
da: Kunne ikke importere filen
hr: Neuspješan uvoz kanala

source: Save a feed file
da: Gem en feedfil
hr: Spremi datoteku kanala

source: Unable to export file, exception: %s
da: Kunne ikke eksportere filen, undtagelse: %s
hr: Neuspješan izvoz kanala, iznimka: %s

source: Unable to export file
da: Kunne ikke eksportere filen
hr: Neuspješan izvoz kanala

source: No unread feeds
da: Ingen ulæste feeds
