Repository: vitaliis/cinnamon-spices-applets
Catalog: path-monitor@kamikaze/files/path-monitor@kamikaze/po/*.po
Languages: da, sv, zh_cn

source: Click to list your files
da: Klik for at vise dine filer
sv: Klicka för att lista dina filer
zh_cn: 点击列出您的文件

source: Show hidden files
da: Vis skjulte filer
sv: Visa dolda filer
zh_cn: 显示隐藏文件

source: Show directories
da: Vis mapper
sv: Visa mappar
zh_cn: 显示目录

source: Show symbolic links
da: Vis symbolske links
sv: Visa symboliska länkar
zh_cn: 显示符号链接

source: Show temp document files
da: Vis midlertidige dokumentfiler
sv: Visa temporära dokumentfiler
zh_cn: 显示临时文档文件

source: Enter exclude file pattern
da: Indtast mønster til at udelade filer
sv: Ange mall för att undanta filer
zh_cn: 输入要排除的文件类型

source: Monitor an extra path...
da: Overvåg en ekstra sti …
sv: Övervaka en extra sökväg...
zh_cn: 监视额外的路径...

source: Exit and stop monitoring...
da: Afslut og stop med at overvåge …
sv: Avsluta och stoppa övervakning...
zh_cn: 退出并停止监视...

source: Enter a path to watch...
da: Indtast sti, der skal overvåges …
sv: Ange en sökväg att övervaka...
zh_cn: 输入要察看的路径...

source: Quick access files in a directory
da: Hurtig adgang til filer i en mappe
sv: Snabb åtkomst till filer i en mapp
zh_cn: 快速访问目录中的文件

source: Path Monitor
da: Stiovervågning
sv: Mappövervakare
zh_cn: 路径监视器
