Repository: vitaliis/cinnamon-spices-applets
Catalog: host-entries@hoffis-eck.*/files/host-entries@hoffis-eck.*/po/*.po
Languages: da, hr, sv

source: Checking status
da: Undersøger status
hr: Provjera stanja
sv: Kontrollerar status

source: Error, could not extract status!
da: Fejl. Kunne ikke udtrække status!
hr: Greška, nemoguće izdvajanje stanja!
sv: Fel, kunde inte extrahera status!

source: Entry is active
da: Linjen er aktiv
hr: Unos je aktivan
sv: Posten är aktiv

source: Entry is inactive
da: Linjen er inaktiv
hr: Unos je neaktivan
sv: Posten är inaktiv

source: Entry does not exist
da: Linjen eksisterer ikke
hr: Unos ne postoji
sv: Posten finns inte

source: Entry status is unknown
da: Linjens status er ukendt
hr: Stanje unosa nepoznato
sv: Postens status är okänd

source: Error, trying to set unknown status!
da: Fejl. Prøver at angive ukendt status!
hr: Greška, pokušaj postavljanja nepoznatog stanja!
sv: Fel, försöker ange okänd status!

source: Error, unknown status!
da: Fejl. Ukendt status!
hr: Greška, nepoznato stanje!
sv: Fel, okänd status!

source: IP address
da: IP-adresse
hr: IP adresa
sv: IP-adress

source: hosts
da: værter
hr: Računala
sv: värdar

source: Enables/Disables Entries in /etc/hosts
da: Aktiverer/deaktiverer linjer i /etc/host
hr: Omogućite/Onemogućite unose u datoteci /etc/hosts
sv: Aktiverar/Avaktiverar poster i /etc/hosts

source: Host Entries
da: Host-linjer
hr: Unosi računala
sv: Värdposter
