Repository: vitaliis/cinnamon-spices-applets
Catalog: bash-sensors@pkkk/files/bash-sensors@pkkk/po/*.po
Languages: hr, ru

source: Bash Sensors!
hr: Bash senzori!
ru: Датчики Bash!

source: script error
hr: Greška skripte
ru: ошибка сценария

source: Bash Sensors
hr: Bash senzori
ru: Датчики Bash

source: Write your Bash commands to specify applet output (temperature sensors and not only!)
hr: Napišite svoje Bash naredbe za određivanje izlaza apleta (i ne samo za senzore temperature)
ru: Напишите свои команды Bash, чтобы указать выход апплета (датчики температуры и не только!)

source: Settings - Bash Sensors (write commands in Bash!)
hr: Postavke - Bash senzori (napišite naredbe u Bashu!)
ru: Настройки- Датчики Bash (писать команды в Bash!)

source: Two-line mode (command 2 enabled)
hr: Način u dva redka (naredba 2 omogućena)
ru: Двухстрочный режим (команда 2 включена)

source: Menu command (on applet left-click)
hr: Naredba izbornika (lijevi klik na aplet)
ru: Команда меню (на апплете щелкните левой кнопкой мыши)

source: allows to display lots of information in popup menu
hr: Omogućuje prikaz mnoštvo informacija u skočnom izborniku
ru: позволяет отображать много информации во всплывающем меню

source: Command 1
hr: Naredba 1
ru: Команда 1

source: first line of output
hr: Prvi redak izlaza
ru: первая строка вывода

source: Command 2
hr: Naredba 2
ru: Команда 2

source: second line of output (optional)
hr: Drugi redak izlaza (neobavezno)
ru: вторая строка вывода (необязательная)

source: Refresh interval
hr: Razdoblje osvježavanja
ru: Интервал обновления

source: seconds
hr: sekunde
ru: секунды
