Repository: vitaliis/cinnamon-spices-applets
Catalog: stackoverflow-questions-notifier@higuaro/files/stackoverflow-questions-notifier@higuaro/po/*.po
Languages: da, hr, ru, sv, zh_cn

source: Click here to turn question notifications on
da: Klik her for at slå meddelelser ved nye spørgsmål til
hr: Kliknite ovdje za uključivanje obavijesti pitanja
ru: Нажмите здесь, чтобы включить уведомления
sv: Klicka hör för att aktivera avisering
zh_cn: 点击这里打开 问题通知

source: Click here to turn question notifications off
da: Klik her for at slå meddelelser ved nye spørgsmål fra
hr: Kliknite ovdje za isključivanje obavijesti pitanja
ru: Нажмите здесь, чтобы выключить уведомления
sv: Klicka hör för att inaktivera avisering
zh_cn: 点击这里关闭 问题通知

source: An error ocurred, click to start checking questions again
da: Der opstod en fejl. Klik for at begynde at tjekke, om der er nye spørgsmål, igen
hr: Dogodila se greška, kliknite za pokretanje ponovne provjere pitanja
ru: Произошла ошибка, нажмите, чтобы снова начать проверку вопросов
sv: Ett fel inträffade, klicka för att börja söka nya frågor igen
zh_cn: 发生错误，点击重新开始检查问题

source: Max # of API calls reached, service will be back after
da: Maksimalt antal API-kald er nået. Tjenesten vil være tilbage om
hr: Najveći broj API dosegnutih poziva, usluga će biti vraćena poslije
ru: Достигнуто максимальное количество вызовов API, служба вернется после
sv: Max # API-anrop har uppnåtts, tjänsten återaktiveras efter
zh_cn: 达到API的最大 # 调用次数，服务将会再返回在之后

source: Checks stackoverflow site to see if new questions have been posted under a particular tag and generates a notification
da: Tjekker stackoverflow-sitet for at se, om nye spørgsmål er slået op med et bestemt mærke, og genererer en meddelelse
hr: Provjerava stackoverflow stranicu da vidi jesu li nova pitanja objavljena pod određenom oznakom i stvara obavijest
ru: Проверяет сайт stackoverflow, чтобы узнать, были ли новые вопросы размещены под определенным тегом и генерирует уведомление
sv: Genomsöker Stackoverflow efter nya frågor under specifika taggar och genererar en avisering
zh_cn: 检查stackoverflow网站查看在特定的标签下是否有发布的新问题并生成通知

source: Stackoverflow Questions Notifier
da: Stackoverflow
hr: Stackoverflow obavjestitelj pitanja
ru: Уведомитель о вопросах на сайте Stackoverflow
sv: Stackoverflow frågeavisering
zh_cn: Stackoverflow问题通知

source: Visit Cinnamon Applet Home
da: Besøg Cinnamon-panelprogrammers hjemmeside
hr: Posjeti Cinnamon aplet stranicu
ru: Посетить домашнюю страницу апплета Cinnamon
sv: Besök programmets Cinnamon Applet-sida
zh_cn: 访问Cinnamon小程序主页

source: Open cinnamon.com - rate the applet
da: Åbn cinnamon.com - bedøm panelprogrammet
hr: Otvori cinnamon.com - ocijeni aplikaciju
ru: Открыть cinnamon.com - рейтинг апплета
sv: Öppna cinnamon.com - Betygsätt panelprogrammet
zh_cn: 打开cinnamon.com - 为应用程序打分

source: Tags of interest for new questions (max 10 tags):
da: Mærker af interesse for nye spørgsmål (maks. 10):
hr: Oznake interesa za nova pitanja (najviše 10 oznaka):
ru: Теги интереса на новые вопросы (максимум 10 тегов):
sv: Intressanta taggar, för nya frågor (max 10 taggar):
zh_cn: 新问题的兴趣标签（最多10个标签）：

source: Comma-separated list of tags for new questions that you are interested in (tags beyond the 10th are ignored)
da: Kommasepareret liste over mærker for nye spørgsmål du er interesseret i (mærker ud over den 10. ignoreres)
hr: Zarezom odvojen popis oznaka za nova pitanja vašeg interesa (oznake iznad 10 su zanemarene)
ru: Список разделенных запятыми тегов для новые вопросов, которые Вас интересуют (теги за 10-й игнорируются)
sv: Kommaseparerad lista över taggar för nya frågor som intresserar dig (taggar utöver de 10, ignoreras)
zh_cn: 以逗号分隔您感兴趣的新问题的标签列表（第10个之后的标签将会被忽略）

source: General Settings
da: Generelle indstillinger
hr: Opće postavke
ru: Общие настройки
sv: Allmänna inställningar
zh_cn: 常规设置

source: Query interval (minutes):
da: Forespørgselsinterval (minutter):
hr: Razdoblje čekanja (minute):
ru: Интервал запроса (минуты):
sv: Anropsintervall (minuter):
zh_cn: 查询间隔（分钟）：

source: Change the amount of time between every check for new questions
da: Ændr tiden mellem hvert tjek for nye spørgsmål
hr: Promijenite vremensko razdoblje između svake provjere novih pitanja
ru: Измените количество времени между каждой проверкой на новые вопросы
sv: Ändra tiden mellan varje sökning efter nya frågor
zh_cn: 更改每次检查新问题之间的时间数

source: Visit Developer Page
da: Besøg udviklerens side
hr: Posjeti stranicu razvijatelja
ru: Посетите страницу разработчика
sv: Besök utvecklarens sida
zh_cn: 访问开发者页面

source: Open geekofficedog.blogspot.com
da: Åbn geekofficedog.blogspot.com
hr: Otvori geekofficedog.blogspot.com
ru: Открыть geekofficedog.blogspot.com
sv: Öppna geekofficedog.blogspot.com
zh_cn: 打开geekofficedog.blogspot.com

source: Visit Stackoverflow
da: Besøg Stackoverflow
hr: Posjeti Stackoverflow
ru: Посетить Stackoverflow
sv: Besök Stackoverflow
zh_cn: 访问Stackoverflow

source: Open stackoverflow.com
da: Åbn stackoverflow.com
hr: Otvori stackoverflow.com
ru: Открыть stackoverflow.com
sv: Öppna stackoverflow.com
zh_cn: 打开stackoverflow.com
