Repository: vitaliis/cinnamon-spices-applets
Catalog: PDFManager@cinnamon.org/files/PDFManager@cinnamon.org/po/*.po
Languages: hr

source: Click here to manage your PDF
hr: Kliknite ovdje za upravljanje svojim PDF datotekama

source: Merge PDF
hr: Spoji PDF

source: Extract PDF
hr: Izdvoji PDF

source: Reduce size of PDF
hr: Smanji PDF veličinu

source: Rotate left PDF
hr: Zakreni PDF na lijevo

source: Rotate right PDF
hr: Zakreni PDF na desno

source: Flip vertically PDF
hr: Razvuci PDF okomito

source: Install PDFManager's tools
hr: Instaliraj alate PDF upravitelja

source: Open Document Viewer
hr: Otvori preglednika dokumenata

source: Open PDF Mod
hr: Otvori PDF promjenu

source: Open PDF Editor
hr: Otvori PDF uređivač

source: Manager of PDF
hr: PDF upravitelj

source: PDFManager
hr: PDF upravitelj

source: Select your PDF...
hr: Odaberi svoj PDF...

source: Save as...
hr: Spremi kao...

source: Pages to extract
hr: Stranica za izdvojiti

source: Input pages to extract (e.g. : 1-5 7-9 or 3-end or even or odd) :
hr: Ulazne stranice za izdvojiti (npr. : 1-5 7-9 ili 3-kraj ili parne ili neparne) :

source: PDF Files
hr: PDF datoteke
